Repository: ClownTEK/paso
Catalog: po/*.po
Languages: tr

source: Installation Builder for Pardus Linux
tr: Pardus Linux için Kurulum Oluşturucu

source: Select directory
tr: Yol Seçin

source: Select file
tr: Dosya Seçin

source: Reading installed packages
tr: Yüklü Paketler Okunuyor...

source: Reading repos
tr: Repolar Okunuyor...

source: Reading Pardus CD repo
tr: Pardus CD repo'su Okunuyor...

source: Reading alternative packages
tr: Alternatif Paketler Okunuyor...

source: Building resource list
tr: Yapılmış Kaynak Paketler

source: Creating paso file
tr: Paso Dosyası Oluşturuluyor...

source: Reading paso file
tr: Paso Dosyası Okunuyor...

source: Analyzing packages
tr: Paketlerin Analizi Yapılıyor...

source: Reading pisi cache
tr: pisi cache Okunuyor...

source: Building repo
tr: repo Oluşturuluyor...

source: Building iso
tr: iso Oluşturuluyor...

source: Succesfully
tr: Tamamlandı!

source: Configuration loading
tr: Yapılandırma Yükleniyor...

source: Configuration saving
tr: Yapılandırma Kaydediliyor...

source: Installation builder for Pardus Linux
tr: Pardus Linux için Kurulum Oluşturucusu

source: Options
tr: Ayarlar

source: About
tr: Hakkında

source: Build
tr: Kur

source: Prepare
tr: Hazırla

source: .paso File
tr: .paso Dosyası

source: Mounted Pardus CD directory
tr: Bağlı Pardus CD Yolu

source: Alternative packages directory
tr: Alternatif Paket Yolu

source: Output directory
tr: Çıkış Yolu

source: Close
tr: Kapat

source: Analyze
tr: Analiz

source: Pardus Root directory
tr: Pardus Root Yolu

source: Don't read installed packages again
tr: Paketleri Tekrar Okuma

source: Don't read repo index again
tr: Repo Bilgisini Tekrar Okuma

source: Save
tr: Kaydet

source: Don't read paso packages again
tr: Paso Paketlerini Tekrar Okuma

source: Don't read alternative packages again
tr: Alternatif Paketleri Tekrar Okuma

source: Info
tr: Bilgi

source: Analyze report
tr: Analiz Raporu

source: Name
tr: İsim

source: Summary
tr: Açıklama

source: Description
tr: Tanımlama

source: Homepage
tr: Anasayfa

source: Release
tr: Sürüm

source: Date
tr: Tarih

source: Prepared by
tr: Hazırlayan

source: Total
tr: Toplam

source: Download
tr: İndirilen

source: Estimated ISO size
tr: Tahmini ISO Boyutu

source: Repo size
tr: Repo Boyutu

source: Progress
tr: İşlem

source: Stop
tr: Dur

source: <p>Paso is an installation builder for Pardus Linux. For moore information and new versions visit to;<br>
tr: <p>Paso Pardus Linux için oluşturucusudur. Yeni sürümler için ziyaret edin;<br>

source: <p>Developers;<br>
tr: <p>Geliştiriciler;<br>

source: <p>Translated by;<br>
tr: <p>Çeviri;<br>

source: <p>This program released under the terms of the GNU General Public License. Please read COPYING file</p>
tr: <p>Bu program GNU Genel Kamu Lisansı altında yayımlandı. Lütfen COPYING dosyasını okuyun.</p>

source: User
tr: Kullanıcı

source: Full name
tr: Tam İsim

source: E-mail
tr: E-Posta

source: Cancel
tr: İptal

source: Directory or file not found
tr: Yol veya dosya bulunamadı

source: Bad xml structure
tr: Kötü xml yapısı

source: User break
tr: Kullanıcı Ara

source: Package not found
tr: Paket bulunamadı

source: File not created
tr: Dosya oluşturulamadı

source: Bad paso info
tr: Kötü paso bilgisi

source: Paso file corrupted
tr: Paso dosyası bozuk

source: HTTP Error
tr: HTTP Hatası

source: ISO image not created
tr: ISO imajı oluşturulamadı

source: Configuration not loaded
tr: Yapılandırma yüklenemedi

source: Running for the first time
tr: İlk çalıştırma

source: Configuration not saved
tr: Yapılandırma kaydedilemedi

source: ISO image not converted to hybrid
tr: ISO imajı hibrite dönüştürülemez.
